answers = [
    # Положительные
    "Бесспорно",
    "Предрешено",
    "Никаких сомнений",
    "Определённо да",
    "Можешь быть уверен в этом",
  
    # Нерешительно положительные
    "Мне кажется — «да»",
    "Вероятнее всего",
    "Хорошие перспективы",
    "Знаки говорят — «да»",
    "Да",
  
    # Нейтральные
    "Пока не ясно, попробуй снова",
    "Спроси позже",
    "Лучше не рассказывать",
    "Сейчас нельзя предсказать",
    "Сконцентрируйся и спроси опять",
  
    # Отрицательные
    "Даже не думай",
    "Мой ответ — «нет»",
    "По моим данным — «нет»",
    "Перспективы не очень хорошие",
    "Весьма сомнительно"
  ]

  Hello = [
     "Привет, дорогой друг. Отвечаю на твой вопрос. Знаки говорят - ",
     "Кто вопрошет, тот получит ответ:",
     "Здравствуйте, смертный. Сегодня для тебя такой ответ:"
  ]

  puts Hello.sample
  puts answers.sample # .sample - выбирает случайный элемент массива